{
  "smirak": {
    "text": [
      "To, že jsi paranoidní, neznamená, že po tobě nejdou.",
      "Ten chlap na rohu, co se tváří tak nenápadně. Ta ženská, co přechází ulici. To rozsvícené okno. To zhasnuté okno. A kolik lidí sakra v tuhle hodinu venčí psy?",
      "Možná je realita jenom nějaká nemoc, která se šíří společností a infikuje každého z nás… Ale možná taky ne. Každopádně pokud tě i tak někdo sleduje, ani náhodou tě nesmí dostat.",
      "Půjdeš dál přímou cestou, abys neprozradil, že o nich víš (na <b>Ortenovo náměstí 445</b>), nebo se pokusíš ztratit ve vedlejších uličkách (přes adresu <b>U Městských domů 181</b>)?"
    ],
    "images": []
  },
  "postranni-ulicka": {
    "text": [
      "Bojujeme ve válkách. Bojujeme za mír. Bojujeme proti hladu. Prostě bojujeme moc rádi. Bojujeme a bojujeme a bojujeme, puškami nebo hubou nebo noži bojujeme za lepší zítřky, za bezpečí, za štěstí. A planeta není ani o ždibec lepší, než byla před námi.",
      "A vágus pohozený ve škarpě je jedním z důkazů.",
      "Důkazů, že ať se snažíme, jak chceme, šance na štěstí je asi taková, jako vidět Gottwalda drátem přišívat záplatu na žlutých těhotenských kalhotách.",
      "Smrt přináší život. V otevřeném břiše se mu už pomalu líhne další generace parazitických červů jako obraz naší společnosti. V těchhle ulicích můžete ležet i dva měsíce, než si vás nějaký šťoural všimne. A když si vás všimne, budete šťastní, když ho napadne nahlásit to, namísto aby vás jen obral nebo ignoroval.",
      "A ty si myslíš, že jsi lepší? Nemáš čas se zdržovat s dlouhým sepisováním protokolu. Zbývají dvě možnosti - <a href=\"/books/protipol/pages/prohledat-vaguse\">obereš ho</a> nebo nemáš čas ztrácet čas (utíkej dál za spojkou na <b>Ortenovo náměstí 445</b>)?"
    ],
    "images": []
  },
  "prohledat-vaguse": {
    "text": [
      "Jasně, že to není morálně fér, obrat mrtvého váguse a vypařit se. Ale položte si tuhle otázku - co je horší, konat něco s vědomím, že za své činy poneseme následky, nebo alibisticky nekonat nic?",
      "I když vypadal, že má nejmíň 6000 nakažlivých nemocí (což je stejně jako IQ 6000 učitelů tělocviku nebo 12000 hlídačů parkovišť), prohledal jsi ho. A vyplatilo se, našel jsi nůž. Starou rezavou rybičku.",
      "Ale hrozí, že tě někdo mohl při prohledávání mršiny spatřit. Bezpečnější bude nezdržovat se a rovnou utíkat za spojkou (zapiš si nůž, 10 minut zdržení a utíkej dál za spojkou na <b>Ortenovo náměstí 445</b>)."
    ],
    "images": []
  },
  "spojka-falzifikator": {
    "text":[
      "Děti nezažívají vrcholy a pády, jako tomu bylo dříve. Vyžadují bezpečné místo. Před sebemenším ohrožením potřebují být varovány. Mají nulovou odolnost vůči konfliktům. Vyhýbají se skutečným zkouškám. Ty impulzy se odstraňují pomocí léků. Léků, které uklidňují a zároveň třeba pomáhají soustředit se ve škole. Výsledkem je, že žijí v prostředí, které je zcela prosté konfliktu. Zcela prosté života.",
      "Takovým příkladem je tvoje spojka.",
      "Vybledlý pro nedostatek světla, vyhublý pro nedostatek stravy a dostatek medikace. Pro některé lidi je budoucnost jako perly sviním. Člověk, který je v běžném životě užitečný asi jako automat na kondomy ve Vatikánu. Navlečený v uhozeném tričku se zažloutlými fleky v podpaží, brýlích s tlustými obroučkami, příliš krátkých tyrkysových kalhotách a zaječích papučích. Člověk, s kterým bys za běžných okolností nechtěl mít nic společného. Ale taky člověk, který by ti i mohl pomoci sehnat falešné papíry.",
      "Dobře, dá prý vědět falzifikátorovi, ať pro tebe má připravené falešné doklady. Ty si máš sehnat jen schvalovací razítko, které by ti měl poskytnout člověk ze Společnosti. Jenže problém je, že takovému nuzákovi nikdo moc nevěří, takže adresa, kterou měl k dispozici, byla zakódovaná tak, aby to beznadějné případy nerozluštily."
    ],
    "images": [
        "/static/protipol/spojka-falzifikator.jpg"
    ]

  },
  "pan-razitko": {
    "text": [
      "„Razítko? Dobře, znáš heslo?”",
      "„Jaký heslo?”",
      "„To byl vtip. Dám ti ho, jenom jsem tu novej. Nevíš, kde ho měl ten chlap, co to dělal přede mnou, schovaný?”",
      "Tenhle chlap je přesným opakem tvojí spojky. Opálený, osvalený člověk připravený podat si kohokoli. A kdykoli. Ten typ, u kterého máte dojem, že mu je všechno oblečení malé, že má pořád potřebu svléknout si ty tyrkysové kalhoty a tílko a obléknout si plavky, namazat se syntholem a zatnout biceps. Triceps. Kvadriceps. Co-já-vím-jaký-ceps. Karikatura člověka, reklama na steroidy, vlašák uvězněný v lidské kůži.",
      "Když nevíme, koho nenávidět, začneme nenávidět sami sebe. Možná proto radši nenávidíš každého, na koho narazíš.",
      "A chlap, co tu bydlel před ním, by v tobě možná nevzbuzoval o moc větší sympatie. Ten člověk, který má všechno uklizené, jak se patří. Ten člověk s bytem konfekčním stejně jako jeho tělo. Ten člověk, jehož byt působí jako vasektomie běžného obydlí. A v tomhle neživém prostředí máš najít, kam si asi schovává svoje milovaná razítka. Bezva. Jen kdyby pan Hromada Svalů neměl nějakou hromádku taky v hlavě a napadlo se ho zeptat, jak to tu vlastně funguje, kde ta zatracená razítka hledat.",
      "Prohledávání bytu probíhá tak, že zadáš adresu http://hry.hudop.cz/books/protipol/pages/prohledavana-vec (např. http://hry.hudop.cz/books/protipol/pages/palanda-z-boroveho-dreva)"
    ],
    "images": [
      "/static/protipol/pan-razitko.jpg"
    ]
  }
  ,
  "zidle": {
    "text": [ "Super, máš razítko. Teď už jenom papíry a rychle pryč. Rychle pryč se dostaneš <a href=\"/books/protipol/pages/jdu-pro-papiry\">tudy</a>" ],
    "images": []
  },
  "jdu-pro-papiry": {
    "text": [
      "No jasně. Je tam. Ten hnusák, co tak nenápadně postával na rohu. Ten hnusák, co se snažil vypadat, že si jenom skočil před vchod na cigárko. To, že tě sleduje, už ti nevyvrátí nikdo. Ale co teď s ním? Vrhne se na mě, nebo mě ještě bude špehovat? Utéct, nebo mu dát sežrat to, co se on určitě chystá servírovat mně?",
      "Máš-li nůž, co takhle mu vysvětlit, že sledovat lidi, to se prostě nedělá? Jen ať pozorně poslouchá, až bude sbírat svá střeva z chodníku. Násilí je synonymum lásky. A ty mu chceš ukázat, že ho miluješ opravdu <a href=\"/books/protipol/pages/brett-brodak\">hodně.</a>",
      "Ale co bez nože? Koukni se na to takhle - je těžké zapomenout na bolest, ale ještě těžší je pamatovat si to pěkné. Po štěstí nám nezůstanou žádné jizvy. Z klidu a míru se tak pramálo poučíme. Poučme toho chlapa našimi pěstmi - ne nadarmo se ti říká Dan McDrew, drsňák, jehož pěsti budí posvátnou <a href=\"dan-mcdrew\">úctu.</a>",
      "Anebo kolem něj prostě proběhnout, třeba tě nedožene. Jeho vnější znaky svědčí o špatné kondici - modřiny jsou symptomem cirhózy jater, kašel karcinom plic, sakra, toho musejí <a href=\"/books/protipol/pages/forrest-gump\">předbíhat</a> snad i nehybné předměty."
    ],
    "images": []
  },
  "brett-brodak": {
    "text": [
      "„Smrt je jenom obklad na rány života.”",
      "„Cože?”",
      "A šup, vrazils mu kudlu do břicha. A znovu. A znovu a znovu a znovu a znovu. Jo, takhle to dělají frajeři. Za ten výkon by ti měl odpustit i ten prvotní patos. Už leží na zemi a hází sebou jako kapka potu mezi půlkama cvičitelky aerobiku. Teď ještě zjistit, co všechno o tobě ví.",
      "Někdy se paranoia opírá o skutečnost. No, a víte, někdy ne. A tohle je ten druhý případ. Tak mu pověz, že nemáš na jeho umírání celý den, trochu života do toho umírání, zavolej mu sanitku a spěchej dál za falzifikátorem (na adresu <b>U Uranie 1207</b>)."
    ],
    "images": []
  },
  "dan-mcdrew": {
    "text":[
      "Dnešek je jeden z těch dnů, kdy jako by Slunce nebo Měsíc vylezly jen proto, aby nás ponížily. Samozřejmě jsi dostal šílenou nakládačku. Už ti někdy někdo řekl, že jsi hnusné, plesnivé povidlo, které má důvtip, šarm a duchapřítomnost německého ovčáka s transplantací hlavy? Zaútočit na nevinného člověka, který si jen vyšel na cigárko, to vážně není dobrý nápad. A ještě horší to je, pokud se vůbec neumíš prát.",
      "Jediné štěstí je, že na tebe nezavolal policii. A slitoval se, a zavolal ti záchranku. Běž si k vašemu felčarovi nechat vyléčit zranění (schovává se jako pediatr na adrese <b>V přístavu 1585</b>)."
    ],
    "images": []
  },
  "forrest-gump": {
    "text": [
      "3:47. To není zlý čásek na kilásek. Škoda, že jsi běžel jen 300 metrů a pak tě dohnal. A srazil na zem.",
      "Nakonec tě nechal ležet na zemi zbitého. Ale ještě jsi nevydechl naposledy. Zavolej si sanitku a nech se u vašeho felčara vyléčit (schovává se jako pediatr na adrese <b>V Přístavu 1585</b>)."
    ],
    "images": []
  },
  "felcar": {
    "text": [
      "Když umíráš, lidi tě konečně doopravdy poslouchají, místo toho, aby jenom vyčkávali, až budou na řadě.",
      "Tvůj problém je, že jsi na umření nebyl, takže tě nikdo neposlouchal. Nechali tě 10 minut čekat (<i>ZAPIŠ SI 10 MINUT ZDRŽENÍ DO INVENTÁŘE</i>), než jsi se dostal na řadu. Od zkorumpovaného felčara, který dělá pro Společnost, bys čekal trochu ohleduplnější přístup.",
      "Teď jsi v pořádku a můžeš pokračovat k falzifikátorovi (na adresu <b>U Uranie 1207</b>)."
    ],
    "images": []
  },
  "falzifikator": {
    "text": [
      "Člověk slýchá historky o tom, jak si zvířata chycená do pasti ukousala nohu… No, víte, každý kojot vám poví, že pár kousanců je pořád zatraceně lepší, než být mrtvý.",
      "Jenže tenhle falzifikátor se asi nikdy s žádným kojotem nebavil. Stojím před barákem a koukám k němu přes okno. V bytě je pět fízlů, kteří si ho slušně podávají. Jeho spodní čelist visí v nepřirozeném úhlu, jeho tyrkysové kalhoty pomalu červenají, jeho počet prstů nějak nesedí s běžným stavem. No, na světě se vyskytnou i hnusnější poldové než ti, co potkáte v Praze. Jako třeba ti, co makali pro Hitlera.",
      "Je jasné, že falzifikátor je mimo hru. Možná, že kdyby ses nezdržel s tím chlapem na rohu…",
      "Zachovej klid. Zachovej klid. Zachovej klid. Čekej. Vzpomínej. Co se dělá v takových situacích?",
      "Okno naproti. Pracujeme ve dvojicích.",
      "Jasně, už kouká jeho společník a dává ti znamení. Nemůže jen tak řvát z okna, když jsou naproti policajti, ale aspoň to znamení."
    ],
    "images": [
        "/static/protipol/falzifikator.gif"
    ]
  },
  "hospoda": {
    "text": [
      "Ochlazuje se. A tobě stydne krev v žilách.",
      "Noc je tichá, jak jen může být. Zatím žádné sirény.",
      "Je jedna z těch podivných, nervózních nocí, co přijdou uprostřed jara, nepozvány. Chloupky na rukou získají brnivý elektrický náboj, který upozorňuje, že se blíží bouřka. Ať už opravdová, nebo jenom naše soukromá.",
      "Falzifikátor nechal hospodskému moje papíry raději zamčené v trezoru. Neznám kód. Je tam přiložený vzkaz - “Promiň, ale vypadá to, že dnes budu mít něco na práci. Čekal jsem, stihl jsem mezitím sníst uzený bok s hořčicí a křenem a smažený kuřecí řízek s bramborem, ale pak už jsem vážně musel jít; ale zjistil jsem, že mi ujela tramvaj, tak jsem se stavil ještě na dodatečného utopence a pak letěl na další; ale nechal jsem ti něco u hospodského v trezoru.”",
      "Trezor odemkneš tak, že zadáš adresu http://hry.hudop.cz/books/protipol/pages/kod-k-trezoru (třeba http://hry.hudop.cz/books/protipol/pages/123456)"
    ],
    "images": []
  },
  "123456": {
    "text": [
      "Zadáváš jednoduchou kombinaci a řikáš si...oni jsou fakt tak blbý, že to tam dali.",
      "Pozoruješ, jak z boku trezoru pomalu vyjíždí malá zaťatá pěst, otačí se na tebe a zvolna vztyčuje prostředníček. Budeš se muset víc snažit."
    ],
    "images": []
  },
  "14030": {
    "text": [
      "Úspěšně jsi odemkl trezor. Uvnitř jsi našel falešné papíry a opatřil je potřebným razítkem. <i>Připiš si do inventáře: Falešné papíry.</i>",
      "Ještě byl v trezoru další vzkaz: “Kdyby něco, tak u nás používáme tuhle šifru: Máš vždy číslo a za ním znak, pokud číslo není prvočíslo, tak je tam ten znak navíc, pokud číslo je prvočíslo, tak se ten znak počítá a je posunutý v ceasarce o hodnotu toho daného prvočísla.”. Možná by nebylo k zahození si tuhle informaci zapamatovat.",
      "Co teď?",
      "Pokud máš už své doklady, ale nemáš peníze, bylo by záhodno si je opatřit. Ty bys snad měl mít schované v knížce v bytě své exmilenky (<b>Planetárium Praha, Královská obora 233</b>), anebo se za ní můžeš stavit přímo do práce na adrese <b>U Papírny 100/2</b>.",
      "Pokud máš peníze i doklady, nic ti nebrání zamířit už pryč. Pryč z tohohle všivého města, které koho nezkazí, toho alespoň pošpiní. Pryč z tohohle všivého města, které koho nedokáže pošpinit, toho zabije A jak pryč? No, možná bys to už mohl alespoň trochu tušit."
    ],
    "images": []
  },
  "byt": {
  		"text": [
  			"Nenápadně si se dostal do bytu té práskačky, své exmilenky. Nyní musíš prohledat celý byt a zkusit najít knížku, v níž máš schované peníze na cestu z Československa a kontakty na odboj.",
  			"<i>Prohledej všechna zákoutí a škvíry v okolí tohoto QR kódu.</i>"
  		],
  		"images": []
  	},
	"listek": {
		"text": [
			"Po krátkém prohledávání zjišťuješ, že knížka v tomto bytě není, ale našel si Lístek do divadla. Pokračuj na adresu jejího zaměstnání: <b>U papírny 100/2.</b>",
			"<i>Připiš si do inventáře: Lístek do divadla</i>"
		],
		"images": []
	},
	"prace": {
		"text": [
			"Dorazil jsi k ex do práce, vrátný tě ihned sjel pohledem a ptá se tě: \"Kdo jsi soudruhu, a co tu chceš ? \". Pohotově odpovídáš, že jsi přítel Magdalény Chmatalové a že ji chceš překvapit v práci.",
			"Soudružka Chmatalová tu není. Šla se soudružkou Vejvodovou do kavárny Liberál. Nejspíš ji najdeš tam soudruhu.\".Poděkuješ a musíš jít tedy tam.Bohužel je ti jasné, že tentokrát to jen tak nepůjde.Když tě pozná, tak zavolá SNB a ty už nebudeš mít šanci na útěk z ČSSR.Musíš se nějak přestrojit.",
			"<i>Jestli jsou podle tebe peníze na to, aby se utráceli (potřebuješ 200,-KČS), běž do obchodu s oblečením: <b>Šternberkova 446/17.</b></i>",
			"<i>Pokud nemáš peníze, nebo chceš-li ušetřit, jdi na místo podle obrázku.</i>"
		],
		"images": ["/static/protipol/pracene.jpg"]
	},


	"obchodsoblecenim": {
		"text": [
			"Rozhodl ses tedy nešetřit a dorazil jsi do obchodu s oblečením. Chce to něco nenápadného a podle socialistických filmů, co je nenápadnější, než baloňák a klobouk? Venku ani není moc teplo, takže se to bude hodit. A protože si nikdy nic takového nenosil, jak by tě mohla poznat?",
			"<i>Odečti si z inventáře: 200 KČS.</i>",
			"<i>Napiš si do inventáře: klobouk, balonový plášť</i>",
			"<i>Pokračuj do kavárny Liberál: <b>Heřmanova 1209/6.</b></i>"
		],
		"images": []
	},


	"bezdomovciklobouk": {
		"text": [
			"Nacházíš se v centru hnízda bezdomovců. Jedno z posledních takových míst v Praze, které ještě SNB nezlikvidovala. Tady určitě nějakého nekalého živla co ti přenechá klobouk a kabát určitě najdeš. Bohužel tady na tomto místě vidíš pouze spícího muže v klobouku. Bez zaváhání a bázně sundáváš klobouk z hlavy spícího muže. Žádný plášť, který by nebyl cítit výraznou směsicí alkoholu, moči a testosteronového pachu, tu ale není. Zkus to tedy o něco dál.",
			"<i>Připiš si do inventáře: klobouk</i>",
			"<i>Jestliže už máš kabát, pokračuj do kavárny Liberál: <b>Heřmanova 1209/6.</b></i>",
			"<i>Jestli ne, jdi na druhý konec uličky.</i>"
		],
		"images": []
	},
	"bezdomovcikabat": {
		"text": [
			"Dorazil jsi na druhý konec tohoto zašlého místa. Tady už tolik výrazný pach zvratků a moči necítíš. Najdeš muže, jehož kabát by se ti perfektně hodil. „Na co tak čumíš? Nejsi ty fízl?“. Vykřikne na tebe muž, jehož kabát si s takovým zaujetím prohlížíš.",
			"\"Dej sem kabát, nebo ti useknu ruku\".",
			" Odpovíš rázně a se šíleným výrazem v očích. Muž s velkým úlekem na nic nečeká a ihned kabát odevzdává.",
			"<i>Připiš si do inventáře: kabát</i>",
			"<i>Jestliže už máš klobouk, pokračuj do kavárny Liberál: <b>Heřmanova 1209/6.</b></i>",
			"<i>Jestli ne, jdi na druhý konec uličky.</i>"
		],
		"images": []
	},

	"kavarna": {
		"text": [
			"Vstupuješ do kavárny Liberál. Kavárna je tak akorát velká. Ne tolik, aby to měl číšník daleko, ale ani ne tak málo, aby si tě mohla snadno všimnout. Už u vchodu si všimneš svojí ex a její kamarádky, jak sedí kousek od vchodu na toalety. Usadíš se tedy několik stolů od nich, aby si dobře slyšel, o čem se baví. Samozřejmě si sedneš zády k nim. Jak příhodné je tedy zrcadlo nad vchodovými dveřmi, ve kterém můžeš vidět nejen dění v celé kavárně, ale samozřejmě také ty dvě ženy.",
			"Jenomže celý tvůj odposlech má jeden malý, ale významný háček. Kamarádka tvojí ex je němá. Mluví tak pouze ve znakové řeči. Naštěstí ale je tu to zrcadlo, takže vidíš, co říká. Objednáš si kávu a vodu a vyčkáváš.",
			"\"Jsem ráda, že jsme se konečně dohodly a mohly jít spolu ven.\"",
			"Mluví tvoje ex a kamarádka Vejvodová na to odpovídá rukama. V zrcadle vidíš trochu nerozpoznatelné gestikulace a už zase slyšíš ex.",
			"Máš pravdu, ale i když jsem ho měla moc ráda, tak to musel být agent.Představ si, že jsem ho zaslechla, jak se do telefonu baví tak nějak podivně.A dokonce jsem zaslechla něco jako: „Revoluci zdar a imperialismu zvlášť.\".Neskutečný, co?\". Trochu nechápeš, jak na to přišla, protože něco takového si nikdy neřekl. Registruješ pohyb rukama.",
			"Já vím. Já vím. Mám alespoň na památku tuhle knížku. Nevím, na co ji jako agent západu měl, ale i tak jsme ráda, že mi po něm něco zbylo./",
			"Z kabelky vytahuje přesně tu knížku, o kterou ti celou dobu jde.Škoda že je tu tolik lidí a nemáš tak příležitost si ji vzít zpět. \"Jak že se jmenuje ta divadelní hra, na kterou jdeme?\"",
			"</i>Teď je přesně ta chvíle, kdy si musíš z kamarádčiných rukou přečíst, jak že se ta hra jmenuje. Podle měsíčníku Luštitel si tak už můžeš přečíst, dle hry, adresu divadla, kam jdou.</i> Čekáš, až odejdou, aby tě nekonfrontovala. <i>Pokračuj na nalezenou adresu divadla.</i>"
		],
		"images": ["/static/protipol/kavarna.gif"]
	},

	"divadlovstup": {
		"text": [
			"Tak se nakonec podařilo. Jsi u divadla. Předpokládejme, že ex je už uvnitř. A ty se tam taky chceš dostat. Jenomže tady na kase se lístek koupit už nedá. Máš nějaký?",
			"<a href=\"/books/protipol/pages/divadlovstupano\">Ano</a>",
			"<a href=\"/books/protipol/pages/divadlovstupne\">Ne</a>"
		],
		"images": []
	},
	"divadlovstupano": {
		"text": [
			"Rychle se běž schovat na divedelní toalety a počkej tam na začátek: <b>Bubenská 1335/31.</b> <i>Odečti si z inventáře Lístek do divadla.</i>"
		],
		"images": []
	},
	"divadlovstupne": {
		"text": [
			"Musíš se tam dostat nějak jinak. Nejlépe zadním vchodem. Jdi na: <b>Bubenská 1335/33.</b>"
		],
		"images": []
	},

	"divadlozadnivchod": {
		"text": [
			"Našel jsi sice zadní vchod, ale na dveřích visí kódový zámek. Je ale kódován pomocí sudoku hádanky.",
			"Vyřešíš-li následující sudoku, získáš z vyznačených polí číslo popisné a orientační místa, kam máš pokračovat. Adresu zadej ve formátu hry.hudop.cz/protipol/X1X2X3X4-X5X6"
		],
		"images": ["/static/protipol/divadlozadnivchod.jpg"]
	},
	"divadlosatna": {
		"text": [
			"S květinou a šibalským úsměvem dojdeš k šatnářce, která se už na tebe moc těší. Sotva spatří květinu, kterou ji neseš, podlomí se ji kolena a při přijímaní kytice tě smyslně políbí. Zřejmě už má něco upito, protože po chvilce mazlení si musí odskočit na toaletu.\"",
			"Musím si odskočit chlapáku, ale nejdřív ti dám svůj telefon, abys na mě nezapomněl - 201184136. Je to jako když se koukneš na terč na šipky a pojedeš od dvanácti do tří.\". Pěkně se usměje a odchází. Konečně máš příležitost najít a vzít knihu. Kniha je v kabelce, která patří tvojí ex. Tu ale není tak snadné najít. Podívej se do inventární knihy. Mělo by tam být jméno tvojí ex. Logicky pak číslo pořadí v inventární knize je číslo pod kterým je uložená kabelka.",
			"<i>Inventární knihu představují zvonky. Číslo pořadí je pak počítáno zleva shora po sloupcích. Číslo zvonku se správným jménem pak zadej místo XXX (případně doplněný o 0 zleva) do adresy http://hry.hudop.cz/books/protipol/pages/XXX. Další instrukce se dozvíš potom tam.</i>"
		],
		"images": []
	},
	"1335-31": {
		"text": [
			"Nemůžeš riskovat, že tě uvidí. Už v té kavárně se divně dívala. Tohle by bylo moc. Musíš tak ihned zamířit na toalety, kde se schováš.",
			"Klasický studený smrad hajzlíků tě praští přes nos. Zavřeš se v kabince, kde tě snad nebude nikdo rušit, a čekáš na ohlášení začátku představení. Jakmile všichni nalezou do sálu, budeš mít dost času na prohledání šatny.",
			"Je to tu. Z rozhlasu se ozývá klasický zvuk ohlášení začátku představení. Vycházíš tedy z kabinky, ale ouha.",
			"\"Nazdárek soudruhu Chlapáku.Čekám tu na tebe už nějakou dobu.\" Vyjede na tebe šatnářka, opírajíc se, s lehce poodhaleným výstřihem, o umyvadlo. Aby si nic špatného nemyslela, přiblížíš se k ní, začneš si mýt ruce a přistoupíš na její hru. \"",
			"Já věděla, že jsem tvůj typ. Jen škoda, že pro mě nemáš žádný dárek.Třeba květinu mi už nikdo dlouho nedonesl. Jestli tedy nespěcháš, dones mi květinu a já se ti odměním. Počkám na tebe v šatně.\" Pak tě lehce políbí na tvář a odchází z toalet.",
			"Je čas tohoto zážitku využít. Dones ji květinu a pak využij příležitosti k prohledání kabelky s knížkou.",
			"Máš 100 KČS?",
			"<a href=\"/books/protipol/pages/1335-31ano\">Ano</a>",
			"<a href=\"/books/protipol/pages/1335-31ne\">Ne</a>"
		],
		"images": []
	},

	"1335-31ano": {
		"text": [
			"Kup kytici v květinářství: <b>Janovského 528/30.</b>"
		],
		"images": []
	},
	"1335-31ne": {
		"text": [
			"No bude z tebe muset být zloděj květin. A kde se kradou květiny lépe než na hřbitově: <b>Strojnická 307/2.</b>"
		],
		"images": []
	},
	"hrbitov": {
		"text": [
			"Takže je z tebe znesvětitel hrobů. Fuj. No ale když nemáš peníze, tak se nedá nic dělat.",
			"<i>Připiš si do inventáře: Kytice</i>",
			"<i>Pokračuj do divadelní šatny: <b>U Smaltovny 1334/22.</b></i>"
		],
		"images": []
	},
	"kvetiny": {
		"text": [
			"Asi jistě víš, jak to tu funguje.",
			"<i>Připiš si do inventáře: Kytice</i>",
			"<i>Odečti si z inventáře: 100 KČS</i>",
			"<i>Pokračuj do divadelní šatny: <b>U Smaltovny 1334/22.</b></i>"
		],
		"images": []
	},
	"046": {
		"text": [
      "Konečně jsi našel knihu. V útrobách její vazby jsou schované peníze na cestu z ČSSR i kontakt na odboj. ",
      "Jestli jsi už získal i doklady, vydej se kontaktovat odboj. Zašifrovaná adresa odboje:",
      "<b>7a2g14b3o9z9e13r23c1k7v2p3q12a15k5n14y7i11f26k19w23h4p2c7k8a8a5j23i4x7u11t11n15b2m19t11a7h4t7k8y14l19x5x8h5f24z2v13f16k11p7k4l2o</b>",
      "Tuto adresu si ulož nebo zapiš pro pozdější použití a valuty si zapiš do inventáře.",
      "Pokud nemáš doklady, musíš získat falešné. Běž na adresu <b>Poupětova 320.</b>"
		],
		"images": []
	},
	"uvod": {
		"text": [
			"V kapse máš teď jen 200 KČS a v hlavě strach, nenávist a touhu dostat se odsud co nejrychleji. Naneštěstí svou \"jízdenku\" na cestu pryč ze socialistického Československa potřebuješ teprve získat. Valuty a kontakt na odboj jsou velice příhodně ukryty ve vazbě tvojí knihy \"S.Tuškevič - Marxismus - leninismus o válce a armádě\". Tu ti ale kromě klidu také ukradla tvoje exmilenka Magdaléna Chmatalová. Musíš tedy doufat, že jestli knihu ještě má, tak že vazbu nerozlepila. Jasně, jenže kromě peněz budeš potřebovat ještě falešné doklady, abys mohl překročit hranice.",
			"Teď je tedy na tobě, zda jako první cestu zvolíš lov na knihu, nebo na papíry.",
			"Kniha může být přímo u tvé ex. Ta se bude s největší pravděpodobností nacházet u Magdaleny v práci. Tu najdeš na adrese <b>U Papírny 100/2.</b> Nebo můžeš zkusit hodně zariskovat a jít prohledat její byt. Ten je na adrese <b>Královská obora 233.</b> Nezapomeň ale, že po tobě jde STB.",
			"Pro papíry si musíš jít za falzifikátorem. Tam půjdeš přes <b>Poupětovu 320.</b>"
		],
		"images": []
	},
  "telefonni-budka" :{
    "text":[
      "Zazvoní telefon a ty rychle vezmeš sluchátko.",
      "\"Konečně\" ozve se ze sluchátka \"už tu na tebe čekám pěkě dlouho, oblečen pouze v kožených jezdeckých rukavicích, plaveckých brýlích a tyrkysových kalhotách. Máš prachy a papíry?\"",
      "\"Jo, téměř bez komplikací.\"",
      "\"Fajn, teď už jen musíš jít...\" Zbytek věty je přerušen výstřelem, který tě téměř připraví o sluch.",
      "Tak to nám to pěkně pokračuje. Tvůj kontakt je pravděpodobně mrtvý jak kalhoty do zvonu, hledá tě každý policajt a ty tu stojíš v telefonní budce s mrtvolou na druhym konc drátu. Takhle ten komunismus asi nevybudujeme. Možná kdyby se tvá spojka zbytečně nevykecávala o svém šatníku, mohl si vědět kam nyní jít. Ale to je jen možná a ty se nyní musíš rozhodnout co dál.",
      "Máš jednoho informátora, který už léta dělá pro odboj a ví o všem, co se šustne. Na druhou stranu je moudré chodit bez pistole s celým policejním aparátem v patách?",
      "Informátora můžeš buď kontaktovat jako obvykle, že mu zakódovaně předáš zprávu, že se máte sejít (<a href=\"/books/protipol/pages/predani-zpravy\">předání zprávy</a>) nebo proběhnout místa, kde se obyvkle nachází (<a href=\"/books/protipol/pages/obvykla-mista\">obvyklá místa</a>).",
      "Pokud se rozhodneš opatřit si zbraň, klikni na <a href=\"/books/protipol/pages/zbran\">zbran</a>"
    ],
    "images":[]
  },
  "predani-zpravy" :{
    "text":[
      "Jak si jistě pamatuješ, vaše obvyklé heslo pro setkání je \"Masivní letáková kampaň\" Zašifruj toto podle návodu, jak kontaktovat svého informátora a výsledek napiš do hry.hudop.cz/protipol/xxxxxx"
    ],
    "images":[]
  },
  "xmfwkdzdxnlwbjpareiuy" :{
    "text":[
      "Zašifrovanou zprávu necháváš na obvyklém místě. Nevíš sice, jak to dělá, ale tvůj informátor se vždy o předání dozví téměř okamžitě a na místě schůzky je dřív než ty. Můžeš tedy rychle vyrazit na adresu <b>Novákových 439/6.</b> "
    ],
    "images":[]
  },
  "obvykla-mista" :{
    "text": [
      "Rozhodl jsi se tedy pročesat místa, kde se tvůj informátor občas zdržuje. Vzhledem k počtu hospod, které obráží, sis na sebe upletl slušný bič. Vyraž na adresu <b>Sokolovská 325/140.</b>"
    ],
    "images": []
  },
  "olympic" :{
    "text": [
      "Byla to hezká procházka a ty konečně slavíš úspěch. Informátor tu sice není, ale místí barman ví, jak ho zastihnout. Nevíš sice, jak to dělá, ale tvůj informátor se vždy o předání dozví téměř okamžitě a na místě schůzky je dřív než ty. Můžeš tedy rychle vyrazit na adresu <b>Novákových 439/6.</b>"
    ],
    "images":[]
  },
  "zbran" :{
    "text": [
      "Získat dnes zbraň není vůbec lehké. Vzlhedem ke všem těm směrnicím si člověk musí nechat registrovat i vodní pistolku. Naštěstí jsi nedávno popíjel s člověkem, který dělá na registru zbraní a po pár pivech je dost ukecaný. Naneštěstí ten člověk mluví trochu v hádankách. Naštěstí si tu hádanku pamatuješ.",
      "Pokud vyřešíš, kdo má pistoli, vydej se na jeho adresu a pistoli mu ukradni.",
      "Pokud na to tvá mozková kapacita nestačí, vydej se za svým informátorem, buď předáním zprávy (<a href=\"/books/protipol/pages/predani-zpravy\">předání zprávy</a>) nebo dojdeš zkontrolovat místa, kde se občas nachází (<a href=\"/books/protipol/pages/obvykla-mista\">obvyklá místa</a>)" ,
      "Máme 5 lidí (Milan, Adam, Martin, Karel, Honza). Každý z nich bydlí na jiné adrese (Jateční 540/4, Voctářova 1477/5 , Malá Plynární 1030/3, Osadní 774/35, U Vody 1403/1), pije jiné pivo (Braník, Svijany, Gambáč, Kozel, Krušovice), má doma jiné domací mazlíčky (myši, čápa, mravence, šváby, krysy), má rád jinak propečené steaky (raw, rare, medium, done, welldone) a má doma jiný prostředek k obraně (špuntovka, kapslíkovka, vzduchovka, vodní pistole, pistole).",
      "Úkolem je zjistit na jaké adrese se nachází pistole, abychom ji mohli jít ukrást, pokud víme, že",
      "Milan bydlí na adrese Jateční 540/4  a své steaky má rád raw.",
      "Martin má na střeše čapí hnízdo.",
      "Honzův dům se nachází úplně napravo.",
      "Adam bydlí na adrese Osadní 774/35 a jeho dům sousedí s Honzovým a Martinovým.",
      "Karel pije braník a bydlí nalevo od Milana.",
      "Ten, kdo chová čápa bydlí na adrese Malá Plynární 1030/3 a má doma vodní pistoli.",
      "Honza má doma mravence.",
      "Adam nepije ani svijany, ani Krušovice ani Gambáč.",
      "Dům úplně nalevo se nachází na adrese U Vody 1403/1 a je zamořen šváby.",
      "Na adrese Voctářova 1477/5 se nachází vzduchovka a velká zásoba Gambáče.",
      "Ten, kdo má doma špuntovku, pije Svijany.",
      "Krysy se nacházejí v domě mezi čápem a mravenci.",
      "Lidé napravo od Milana nejedí své steaky medium.",
      "Pistoli má doma ten, co jí své steaky well done."
    ],
    "images" :[]
  },
  "osadni" :{
    "text": [
      "Rychle vbíháš k Adamovi do bytu a bereš si, co ti neprávem náleží. Připiš si do inventáře pistoli. Teď už je určitě na čase sejít se se svým informátorem, buď pomocí předání zprávy (<a href=\"/books/protipol/pages/predani-zpravy\">předání zprávy</a>), nebo dojdeš zkontrolovat místa, kde se občas nachází (<a href=\"/books/protipol/pages/obvykla-mista\">obvyklá místa</a>)"
    ],
    "images":[]
  },
  "informator" :{
    "text": [
      "Stojí tam. Jako vždy v tyrkysových kalhotách. S mírně posměšným výrazem ve svých očích si vyslechne tvůj příběh. Čekáš, co bude chtít. Vždycky je to něco za něco.",
      "\"Teď bych měl chuť na velkou tlustou babu se stehnama jako hroch.\"",
      "Nesehnal jsi náhodou nedávno číslo na nějakou ženskou, kterou bys mu mohl dohodit? ",
      "Jestli ano, zadej ho do hry.hudop.cz/protipol/xxxxxxxx",
      "Pokud ne, tak se vydej na návštěvu místního bordelu – pokračuj na adresu <b>Sokolovská 457/127.</b>"
    ],
    "images":[]
  },
  "bordel" :{
    "text": [
      "Prohlížíš si místní výběr. Nakonec nacházíš perfektní exemplář jménem Lída. Dáváš <a href=\"/books/protipol/pages/201184136\">telefonní číslo</a> svému informátorovi."
    ],
    "images":[]
  },
  "201184136" :{
    "text": [
      "\"Díky, zprávu jsem ti nechal na adrese <b>Novákových 1954/20a.</b> Ve zprávě máš adresu na agenta, který by měl vědět, jak kontaktovat vaše šéfy.\""
    ],
    "images":[]
  },
  "zprava" :{
    "text": [
      "Přícházíš na místo určené tvým informátorem a vidíš blikající věcičku. Že by morseovka?"
    ],
    "images":["/static/protipol/mic.gif"]
  },
  "agent" :{
    "text": [
      "Pomalu se blížíš k bydlišti spřízněného agenta, když vidíš, jak z jeho domu vyvádějí policajti muže v tyrkysových kalhotách. To už je vážně pešek. Asi by ti měli na čelo napsat varování ministerstva zdravotnictví, že škodíš lidem ve svém okolí. Tak co teď? Nikdo jiný ti už asi nepomůže, takže ho v tom nemůžeš nechat.",
      "Máš-li pistoli a rozhodneš-li se ji použít, pokračuj <a href=\"/books/protipol/pages/pistole\">zde</a>",
      "Máš-li nůž a rozhodneš-i se ho použít, pokračuj <a href=\"/books/protipol/pages/nuz\">zde</a>",
      "Určitě máš pěsti, rozhodneš-li se je použít, pokračuj <a href=\"/books/protipol/pages/pesti\">zde</a>",
      "Máš-li mozek a rozhodneš-li se ho použít, pokračuj na <a href=\"/books/protipol/pages/finta\">zde</a>"
    ],
    "images":[]
  },

  "pistole" :{
    "text": [
      "Říká se, že slovní útok bolí víc, než fyzické násilí. Samozřejmě to není pravda, o čemž se policejní složky přesvědčily na vlastní kůži, poté co jsi je zasypal dávkou olova. Osvobozuješ spřízněného agenta, ale on bohužel není přesvědčen o tom, že jsi na jeho straně. Přeci jenom mohl bys být komunistický špion a mrtví policajti mohli být pouze figurkami ve vyšší partii. Běž na adresu Zenklova 181/70, kde prokážeš na jaké straně barikády stojíš."
    ],
    "images":[]
  },
  "nuz" :{
    "text": [
      "Vrhat se s nožem do bitvy, kde se bude střílet je hrdinské. Hrdinské a zároveň hloupé. Můžeš si pogratulovat, že jsi přesile vydržel vzdorovat celých 5 vteřin, než tě zasáhla první kulka. Naštěstí pro tebe pouze do nohy, takže asi přežiješ. Na druhou stranu tě to asi trochu zpomalí, takže si připiš 15 minut ke svému výslednému času. Vydej se na policejní stanici (z druhé strany budovy na adrese <b>Zenklova 212/17</b>)."
    ],
    "images":[]
  },
  "pesti" :{
    "text": [
      "Neohroženě jako Chuck Norris se vrháš do bitvy proti přesile. Bohužel nejsi Chuck Norris. Jediné, na co se vzmůžeš, je praštit zezadu nepřipraveného policajta. Poslední co si pamatuješ, je tvůj výkřik  \"Jozxyqk!\", což je zvuk, který vydá kocour, když mu někdo přiskřípne pohlavní orgány. Za dobu strávenou v bezvědomí si přičti 15 minut k výslednému času a vydej se na policejní stanici (z druhé strany budovy na adrese <b>Zenklova 212/17</b>)."
    ],
    "images":[]
  },
  "prison-break" :{
    "text": [
      "Na stanici vás nejdřív zavedou na ošetřovnu a trochu netakticky vám sundají pouta. Hrdinně si poradíte s doktorkou, která váží zhruba tolik, co tvoje játra. Nyní zbývá jen utéct ze stanice. Bohužel je to doslova bludiště.",
      "Projdi bludištěm a zadej do adresy hry.hudop.cz/protipol/xxxxx popařadě čísla, jak procházíš bludišěm (vynech ty ve slepcýh uičkách)"
    ],
    "images":["/static/protipol/SCN_0004.jpg"]
  },
  "572911418" :{
    "text": [
      "Jste venku. Bohužel tvůj kolega si není jist, jestli nejsi komunistický špeh. Běž na adresu Zenklova 181/70, abys prokázal, na které straně barikády stojíš."
    ],
    "images":[]
  },

  "totoznost" :{
    "text": [
      "Stojíte u obchodu s oblečením. Jestli jsi opravdu agent západu, budeš vědět, co si koupit.  Zadej do hry.hudop.cz/protipol/xxxxxx kód zboží, které by sis koupil."
    ],
    "images":["/static/protipol/obleceni.jpg"]
  },
  "781282037" :{
    "text": [
      "Vybíráš tyrkysové kalhoty a na tváři tvého kolegy je vidět úleva. Teď už je jasné, že nemůžeš být komunistický špion. Prozrazuje ti, že odboj sídlí v baru jménem Velbloud na adrese <b>Hraniční 26/3.</b>"
    ],
    "images":[]
  },
  "finta" :{
    "text": [
      "Okamžitě tě napadne, že pro vysvobození svého kolegy bys mohl použít tank. Vynikající nápad, který má jen 2 drobné chybičky. Zaprvé nemáš žádný tank a zadruhé žádný tank nemáš. Technicky jde pouze o jeden nedostatek, ale je tak velký, že je ho třeba zmínit dvakrát. Nakonec dostaneš lepší nápad. Kousek odtud je bar, kde se scházejí nejvyšší policejní představitelé. Pokud bys nějakého z nich opil, mohl bys mu ukrást průkaz a na stanici se za něj vydávat. Zařídit propuštění by už pak neměl být problém. Vydej se na adresu Náměstí Dr. Holého 1130/2."
    ],
    "images":[]
  },
  "180" :{
    "text": [
      "3 hodiny jsou dlouhá doba. Naštěstí pro tebe seděl důstojník v hospodě již pěkně dlouho a po deseti minutách usne na stole v poloze supermana. Připiš si 10 minut zdržení a vydej se vysvobodit svého kolegu na adresu <b>Vojenova 2481/5.</b>"
    ],
      "images":[]
  },
  "vysvobozeni" :{
    "text":[
      "Přicházíš na stanici a přikazuješ službě, ať ti přivedou zadrženého agenta, abys ho mohl převézt na tajné místo k výslechu. Když policajt konající službu zjistí, jakou máš hodnost, vysekne ti extradlouhý důstojnický pozdrav (připiš si 1 minutu zdržení) a běží pro vězně. Během chvilky stojíte před stanicí a ty mu vysvětluješ svůj problém.",
      "Bohužel tvůj kolega si není jist, jestli nejsi komunistický špeh. Běž na adresu <b>Zenklova 181/70</b>, abys prokázal na které straně barikády stojíš."
    ],
    "images":[]
  },
  "prukaz" :{
    "text":[
      "Nenápadně obhlížíš bar, až nakonec nacházíš důstojníka, který je ti celkem podobný. Teď už ho jen opít. A jak někoho lépe opít než pomocí matematiky?",
      "Zmíněný důstojník si při příchodu objednal pivo, zelenou a rum a dále má v plánu pokračovat následujícím tempem: pivo co půl hodiny, zelenou co 20 minut a rum co 45 minut. Dále víme, že pivo mu zvedne hladinu alkoholu o 0,3 promile, zelená o 0,2 promile, rum o 0,35 promile a navíc každých 10 minut vystřízliví o 0,1 promile. Za kolik minut přesáhne hladina alkoholu v jeho krvi 3,5 promile? Předpokládejme, že veškerá konzumace i nástup alkoholu probíhají okamžitě. Výsledek zadej do adresy hry.hudop.cz/protipol/XXXXX."
    ],
    "images":[]
  }
}
