{
  "smirak": {
    "text": [
      "To, že jsi paranoidní, neznamená, že po tobě nejdou.",
      "Ten chlap na rohu, co se tváří tak nenápadně. Ta ženská, co přechází ulici. To rozsvícené okno. To zhasnuté okno. A kolik lidí sakra v tuhle hodinu venčí psy?",
      "Možná je realita jenom nějaká nemoc, která se šíří společností a infikuje každého z nás… Ale možná taky ne. Každopádně pokud tě i tak někdo sleduje, ani náhodou tě nesmí dostat.",
      "Půjdeš dál přímou cestou, abys neprozradil, že o nich víš (na <b>Ortenovo náměstí 445</b>), nebo se pokusíš ztratit ve vedlejších uličkách (přes adresu <b>U Městských domů 181</b>)?"
    ],
    "images": []
  },
  "postranni-ulicka": {
    "text": [
      "Bojujeme ve válkách. Bojujeme za mír. Bojujeme proti hladu. Prostě bojujeme moc rádi. Bojujeme a bojujeme a bojujeme, puškami nebo hubou nebo noži bojujeme za lepší zítřky, za bezpečí, za štěstí. A planeta není ani o ždibec lepší, než byla před námi.",
      "A vágus pohozený ve škarpě je jedním z důkazů.",
      "Důkazů, že ať se snažíme, jak chceme, šance na štěstí je asi taková, jako vidět Gottwalda drátem přišívat záplatu na žlutých těhotenských kalhotách.",
      "Smrt přináší život. V otevřeném břiše se mu už pomalu líhne další generace parazitických červů jako obraz naší společnosti. V těchhle ulicích můžete ležet i dva měsíce, než si vás nějaký šťoural všimne. A když si vás všimne, budete šťastní, když ho napadne nahlásit to, namísto aby vás jen obral nebo ignoroval.",
      "A ty si myslíš, že jsi lepší? Nemáš čas se zdržovat s dlouhým sepisováním protokolu. Zbývají dvě možnosti - <a href=\"/books/protipol/pages/prohledat-vaguse\">obereš ho</a> nebo nemáš čas ztrácet čas (utíkej dál za spojkou na <b>Ortenovo náměstí 445</b>)?"
    ],
    "images": []
  },
  "prohledat-vaguse": {
    "text": [
      "Jasně, že to není morálně fér, obrat mrtvého váguse a vypařit se. Ale položte si tuhle otázku - co je horší, konat něco s vědomím, že za své činy poneseme následky, nebo alibisticky nekonat nic?",
      "I když vypadal, že má nejmíň 6000 nakažlivých nemocí (což je stejně jako IQ 6000 učitelů tělocviku nebo 12000 hlídačů parkovišť), prohledal jsi ho. A vyplatilo se, našel jsi nůž. Starou rezavou rybičku.",
      "Ale hrozí, že tě někdo mohl při prohledávání mršiny spatřit. Bezpečnější bude nezdržovat se a rovnou utíkat za spojkou (zapiš si nůž, 10 minut zdržení a utíkej dál za spojkou na <b>Ortenovo náměstí 445</b>)."
    ],
    "images": []
  },
  "spojka-falzifikator": {
    "text":[
      "Děti nezažívají vrcholy a pády, jako tomu bylo dříve. Vyžadují bezpečné místo. Před sebemenším ohrožením potřebují být varovány. Mají nulovou odolnost vůči konfliktům. Vyhýbají se skutečným zkouškám. Ty impulzy se odstraňují pomocí léků. Léků, které uklidňují a zároveň třeba pomáhají soustředit se ve škole. Výsledkem je, že žijí v prostředí, které je zcela prosté konfliktu. Zcela prosté života.",
      "Takovým příkladem je tvoje spojka.",
      "Vybledlý pro nedostatek světla, vyhublý pro nedostatek stravy a dostatek medikace. Pro některé lidi je budoucnost jako perly sviním. Člověk, který je v běžném životě užitečný asi jako automat na kondomy ve Vatikánu. Navlečený v uhozeném tričku se zažloutlými fleky v podpaží, brýlích s tlustými obroučkami, příliš krátkých tyrkysových kalhotách a zaječích papučích. Člověk, s kterým bys za běžných okolností nechtěl mít nic společného. Ale taky člověk, který by ti i mohl pomoci sehnat falešné papíry.",
      "Dobře, dá prý vědět falzifikátorovi, ať pro tebe má připravené falešné doklady. Ty si máš sehnat jen schvalovací razítko, které by ti měl poskytnout člověk ze Společnosti. Jenže problém je, že takovému nuzákovi nikdo moc nevěří, takže adresa, kterou měl k dispozici, byla zakódovaná tak, aby to beznadějné případy nerozluštily."
    ],
    "images": [
        "/static/protipol/spojka-falzifikator.jpg"
    ]

  },
  "pan-razitko": {
    "text": [
      "„Razítko? Dobře, znáš heslo?”",
      "„Jaký heslo?”",
      "„To byl vtip. Dám ti ho, jenom jsem tu novej. Nevíš, kde ho měl ten chlap, co to dělal přede mnou, schovaný?”",
      "Tenhle chlap je přesným opakem tvojí spojky. Opálený, osvalený člověk připravený podat si kohokoli. A kdykoli. Ten typ, u kterého máte dojem, že mu je všechno oblečení malé, že má pořád potřebu svléknout si ty tyrkysové kalhoty a tílko a obléknout si plavky, namazat se syntholem a zatnout biceps. Triceps. Kvadriceps. Co-já-vím-jaký-ceps. Karikatura člověka, reklama na steroidy, vlašák uvězněný v lidské kůži.",
      "Když nevíme, koho nenávidět, začneme nenávidět sami sebe. Možná proto radši nenávidíš každého, na koho narazíš.",
      "A chlap, co tu bydlel před ním, by v tobě možná nevzbuzoval o moc větší sympatie. Ten člověk, který má všechno uklizené, jak se patří. Ten člověk s bytem konfekčním stejně jako jeho tělo. Ten člověk, jehož byt působí jako vasektomie běžného obydlí. A v tomhle neživém prostředí máš najít, kam si asi schovává svoje milovaná razítka. Bezva. Jen kdyby pan Hromada Svalů neměl nějakou hromádku taky v hlavě a napadlo se ho zeptat, jak to tu vlastně funguje, kde ta zatracená razítka hledat."
    ],
    "images": [
      "/static/protipol/pan-razitko.jpg"
    ]
  }
  ,
  "zidle": {
    "text": [ "Super, máš razítko. Teď už jenom papíry a rychle pryč. Rychle pryč se dostaneš <a href=\"/books/protipol/pages/jdu-pro-papiry\">tudy</a>" ],
    "images": []
  },
  "du-pro-papiry": {
    "text": [
      "No jasně. Je tam. Ten hnusák, co tak nenápadně postával na rohu. Ten hnusák, co se snažil vypadat, že si jenom skočil před vchod na cigárko. To, že tě sleduje, už ti nevyvrátí nikdo. Ale co teď s ním? Vrhne se na mě, nebo mě ještě bude špehovat? Utéct, nebo mu dát sežrat to, co se on určitě chystá servírovat mně?",
      "Máš-li nůž, co takhle mu vysvětlit, že sledovat lidi, to se prostě nedělá? Jen ať pozorně poslouchá, až bude sbírat svá střeva z chodníku. Násilí je synonymum lásky. A ty mu chceš ukázat, že ho miluješ opravdu <a href=\"/books/protipol/pages/brett-brodak\">hodně.</a>",
      "Ale co bez nože? Koukni se na to takhle - je těžké zapomenout na bolest, ale ještě těžší je pamatovat si to pěkné. Po štěstí nám nezůstanou žádné jizvy. Z klidu a míru se tak pramálo poučíme. Poučme toho chlapa našimi pěstmi - ne nadarmo se ti říká Dan McDrew, drsňák, jehož pěsti budí posvátnou <a href=\"dan-mcdrew\">úctu.</a>",
      "Anebo kolem něj prostě proběhnout, třeba tě nedožene. Jeho vnější znaky svědčí o špatné kondici - modřiny jsou symptomem cirhózy jater, kašel karcinom plic, sakra, toho musejí <a href=\"/books/protipol/pages/forrest-gump\">předbíhat</a> snad i nehybné předměty."
    ],
    "images": []
  },
  "brett-brodak": {
    "text": [
      "„Smrt je jenom obklad na rány života.”",
      "„Cože?”",
      "A šup, vrazils mu kudlu do břicha. A znovu. A znovu a znovu a znovu a znovu. Jo, takhle to dělají frajeři. Za ten výkon by ti měl odpustit i ten prvotní patos. Už leží na zemi a hází sebou jako kapka potu mezi půlkama cvičitelky aerobiku. Teď ještě zjistit, co všechno o tobě ví.",
      "Někdy se paranoia opírá o skutečnost. No, a víte, někdy ne. A tohle je ten druhý případ. Tak mu pověz, že nemáš na jeho umírání celý den, trochu života do toho umírání, zavolej mu sanitku a spěchej dál za falzifikátorem (na adresu <b>U Uranie 1207</b>)."
    ],
    "images": []
  },
  "dan-mcdrew": {
    "text":[
      "Dnešek je jeden z těch dnů, kdy jako by Slunce nebo Měsíc vylezly jen proto, aby nás ponížily. Samozřejmě jsi dostal šílenou nakládačku. Už ti někdy někdo řekl, že jsi hnusné, plesnivé povidlo, které má důvtip, šarm a duchapřítomnost německého ovčáka s transplantací hlavy? Zaútočit na nevinného člověka, který si jen vyšel na cigárko, to vážně není dobrý nápad. A ještě horší to je, pokud se vůbec neumíš prát.",
      "Jediné štěstí je, že na tebe nezavolal policii. A slitoval se, a zavolal ti záchranku. Běž si k vašemu felčarovi nechat vyléčit zranění (schovává se jako pediatr na adrese <b>V přístavu 1585</b>)."
    ],
    "images": []
  },
  "forrest": {
    "text": [
      "3:47. To není zlý čásek na kilásek. Škoda, že jsi běžel jen 300 metrů a pak tě dohnal. A srazil na zem.",
      "Nakonec tě nechal ležet na zemi zbitého. Ale ještě jsi nevydechl naposledy. Zavolej si sanitku a nech se u vašeho felčara vyléčit (schovává se jako pediatr na adrese <b>V Přístavu 1585</b>)."
    ],
    "images": []
  },
  "felcar": {
    "text": [
      "Když umíráš, lidi tě konečně doopravdy poslouchají, místo toho, aby jenom vyčkávali, až budou na řadě.",
      "Tvůj problém je, že jsi na umření nebyl, takže tě nikdo neposlouchal. Nechali tě 10 minut čekat (<i>ZAPIŠ SI 10 MINUT ZDRŽENÍ DO INVENTÁŘE</i>), než jsi se dostal na řadu. Od zkorumpovaného felčara, který dělá pro Společnost, bys čekal trochu ohleduplnější přístup.",
      "Teď jsi v pořádku a můžeš pokračovat k falzifikátorovi (na adresu <b>U Uranie 1207</b>)."
    ],
    "images": []
  },
  "falzifikator": {
    "text": [
      "Člověk slýchá historky o tom, jak si zvířata chycená do pasti ukousala nohu… No, víte, každý kojot vám poví, že pár kousanců je pořád zatraceně lepší, než být mrtvý.",
      "Jenže tenhle falzifikátor se asi nikdy s žádným kojotem nebavil. Stojím před barákem a koukám k němu přes okno. V bytě je pět fízlů, kteří si ho slušně podávají. Jeho spodní čelist visí v nepřirozeném úhlu, jeho tyrkysové kalhoty pomalu červenají, jeho počet prstů nějak nesedí s běžným stavem. No, na světě se vyskytnou i hnusnější poldové než ti, co potkáte v Praze. Jako třeba ti, co makali pro Hitlera.",
      "Je jasné, že falzifikátor je mimo hru. Možná, že kdyby ses nezdržel s tím chlapem na rohu…",
      "Zachovej klid. Zachovej klid. Zachovej klid. Čekej. Vzpomínej. Co se dělá v takových situacích?",
      "Okno naproti. Pracujeme ve dvojicích.",
      "Jasně, už kouká jeho společník a dává ti znamení. Nemůže jen tak řvát z okna, když jsou naproti policajti, ale aspoň to znamení."
    ],
    "images": [
        "/static/protipol/falzifikator.gif"
    ]
  },
  "hospoda": {
    "text": [
      "Ochlazuje se. A tobě stydne krev v žilách.",
      "Noc je tichá, jak jen může být. Zatím žádné sirény.",
      "Je jedna z těch podivných, nervózních nocí, co přijdou uprostřed jara, nepozvány. Chloupky na rukou získají brnivý elektrický náboj, který upozorňuje, že se blíží bouřka. Ať už opravdová, nebo jenom naše soukromá.",
      "Falzifikátor nechal hospodskému moje papíry raději zamčené v trezoru. Neznám kód. Je tam přiložený vzkaz - “Promiň, ale vypadá to, že dnes budu mít něco na práci. Čekal jsem, stihl jsem mezitím sníst česnečku a vepřová játra na cibulce s rýží, ale pak už jsem vážně musel jít; ale zjistil jsem, že mi ujela tramvaj, tak jsem se stavil ještě na dodatečného utopence a pak letěl na další; ale nechal jsem ti něco u hospodského v trezoru.”",
      "Trezor odemkneš tak, že zadáš adresu http://hry.hudop.cz/books/protipol/pages/kod-k-trezoru (třeba http://hry.hudop.cz/books/protipol/pages/123456)"
    ],
    "images": []
  },
  "123456": {
    "text": [
      "Zadáváš jednoduchou kombinaci a řikáš si...oni jsou fakt tak blbý, že to tam dali.",
      "Pozoruješ, jak z boku trezoru pomalu vyjíždí malá zaťatá pěst, otačí se na tebe a zvolna vztyčuje prostředníček. Budeš se muset víc snažit."
    ]
  },
  "12930": {
    "text": [
      "Úspěšně jsi odemkl trezor. Uvnitř jsi našel falešné papíry a opatřil je potřebným razítkem.",
      "Ještě byl v trezoru další vzkaz: “Kdyby něco, tak u nás používáme tuhle šifru: Máš vždy číslo a za ním znak, pokud číslo není prvočíslo, tak je tam ten znak navíc, pokud číslo je prvočíslo, tak se ten znak počítá a je posunutý v ceasarce o hodnotu toho daného prvočísla.”",
      "Co teď?",
      "Pokud máš už své doklady, ale nemáš peníze, bylo by záhodno si je opatřit. Ty bys snad měl mít schované v knížce v bytě své exmilenky (<b>Planetárium Praha, Královská obora 233</b>), anebo se za ní můžeš stavit přímo do práce na adrese <b>U Papírny 100/2</b>.",
      "Pokud máš peníze i doklady, nic ti nebrání zamířit už pryč. Pryč z tohohle všivého města, které koho nezkazí, toho alespoň pošpiní. Pryč z tohohle všivého města, které koho nedokáže pošpinit, toho zabije A jak pryč? No, možná bys to už mohl alespoň trochu tušit."
    ],
    "images": []
  },
  "telefonni-budka": {
    "text": [
      "Zazvoní telefon a ty rychle vezmeš sluchátko."
      "\"Konečně\" ozve se ze sluchátka \"už tu na tebe čekám pěkě dlouho, oblečen pouze v kožených jezdeckých rukavicích, plaveckých brýlích a tyrkysových kalhotách. Máš prachy a papíry?",
      "\"Jo, téměř bez komplikací.\"",
      "\"Fajn, teď už jen musíš jít...\" Zbytek věty je přerušen výstřelem, který tě téměř připraví o sluch.",
      "Tak to nám to pěkně pokračuje. Tvůj kontakt je pravděpodobně mrtvý jak kalhoty do zvonu, hledá tě každý policajt a ty tu stojíš v telefonní budce s mrtvolou na druhym konc drátu. Takhle ten komunismus asi nevybudujeme. Možná kdyby se tvá spojka zbytečně nevykecávala o svém šatníku, mohl si vědět kam nyní jít. Ale to je jen možná a ty se nyní musíš rozhodnout co dál.",
      "Máš jednoho informátora, který už léta dělá pro odboj a ví o všem, co se šustne. Na druhou stranu je moudré chodit bez pistole s celým policejním aparátem v patách?",
      "Informátora můžeš buď kontaktovat jako obvykle, že mu zakódovaně předáš zprávu, že se máte sejít (<a href=\"/books/protipol/pages/predani-zpravy\">předání zprávy</a>) nebo proběhnout místa, kde se obyvkle nachází (<a href=\"/books/protipol/pages/obvykla-mista\">obvyklá místa</a>).",
      "Pokud se rozhodneš opatřit si zbraň, klikni na <a href=\"/books/protipol/pages/zbran\">zbraň</a>",
    ],
    "images": []
  }
}
